alacritty
archlinux-xdg-menu
cliphist
dolphin
firefox
fzf
ghostty
gwenview
haruna
hypridle
hyprland
hyprlock
hyprpaper
keychain
lazygit
network-manager-applet
nvim
okular
rofi
rofimoji
starship
swaync
task
taskwarrior-tui
thunderbird
timew
tmux
ttf-hack-nerd
waybar
xdg-desktop-portal-hyprland
yazi
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
